Repository: shprota/NG6-starter
Catalog: client/app/common/po/*.po
Languages: he, ru

source: Accessibility
he: נגישות
ru: Режим доступности

source: Accessibility Menu is active. Turn on the headphones and/or select a profile from the list below.
he: נגישות האתר מופעלת. חברו אוזניות ו/או בחרו רשימת הפרופילים של הנגישות. בחר אחד מהפרופילים:
ru: Меню доступности активизировано. Включите наушники и/или выберите профиль из списка настроек.

source: Accessibility Statement
he: הצהרת נגישות
ru: Описание доступности

source: Backspace
he: תיקון

source: Color Contrast
he: חדות צבעונית
ru: Контрастные цвета

# Noun
source: Contact
he: צור קשר
ru: Контакты

source: Enlarged Fonts
he: הגדלת גודל הפונט
ru: Увеличенные шрифты

source: Enter
he: אישור

source: Escape
he: ביטול

source: Press {{key}} for {{text}}.
he: לחצו {{key}} ל{{text}}.
ru: {{text}} нажмите {{key}}.

source: Welcome to Netanya!. For English press 1
he: ברוכים הבאים לנתניה. לעברית לחצו 4
ru: Добро пожаловать в Нетанию!. Для получения информации русском языке нажмите 2

source: language selection
he: תפריט שפות
ru: Для возвращения к меню выбора языка

source: previous screen
he: חזרה למסך קודם
ru: Для возвращения к предыдущему экрану
